Repository: pauljoda/Crest
Catalog: CrestShared/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Import with Crest on macOS
ar: الاستيراد باستخدام Crest على macOS

source: Import, export, and runtime
ar: الاستيراد والتصدير ووقت التشغيل

source: Imported %lld bookmarks in %lld Spaces from %@.
ar: تم استيراد %1$lld من الإشارات المرجعية في %2$lld من المساحات من %3$@.

source: Imported %lld history entries from %@.
ar: تم استيراد %1$lld من إدخالات السجل من %2$@.

source: Imported %lld reviewed tabs across %lld Spaces.
ar: تم استيراد %lld علامة تبويب تمت مراجعتها إلى %lld مساحة.

source: Imported %lld reviewed tabs and %lld passwords across %lld Spaces.
ar: تم استيراد %lld علامة تبويب تمت مراجعتها و%lld كلمة سر إلى %lld مساحة.

source: Imported %lld Spaces, %lld tabs, and %lld history entries.
ar: تم استيراد %1$lld من المساحات و%2$lld من علامات التبويب و%3$lld من إدخالات السجل.

source: Imported %lld tabs in %lld Spaces from %@.
ar: تم استيراد %1$lld من علامات التبويب في %2$lld من المساحات من %3$@.

source: Imported Arc Space %lld
ar: مساحة Arc المستوردة %lld

source: Imported Arc Tabs
ar: علامات تبويب Arc المستوردة

source: Imported Bookmarks
ar: الإشارات المرجعية المستوردة

source: Imported Chrome Tabs
ar: علامات تبويب Chrome المستوردة

source: Imported Chrome Window %lld
ar: نافذة Chrome المستوردة %lld

source: Imported Firefox Tabs
ar: علامات تبويب Firefox المستوردة

source: Imported Firefox Window %lld
ar: نافذة Firefox المستوردة %lld

source: Imported from Arc
ar: تم الاستيراد من Arc

source: Imported from Chrome
ar: تم الاستيراد من Chrome

source: Imported from Firefox
ar: تم الاستيراد من Firefox

source: Imported from Safari
ar: تم الاستيراد من Safari

source: Imported History from Arc
ar: تم استيراد السجل من Arc

source: Imported History from Chrome
ar: تم استيراد السجل من Chrome

source: Imported History from Firefox
ar: تم استيراد السجل من Firefox

source: Imported History from Safari
ar: تم استيراد السجل من Safari

source: Imported Safari Tabs
ar: علامات تبويب Safari المستوردة

source: Imported Safari Window %lld
ar: نافذة Safari المستوردة %lld

source: Imported Zen Space %lld
ar: مساحة Zen المستوردة %lld

source: Imported Zen Tabs
ar: علامات تبويب Zen المستوردة

source: In Progress
ar: قيد التقدم

source: In Space
ar: في المساحة

source: incognito private browsing
ar: تصفح خاص متخفي

source: Install an unpacked extension or ZIP in this Space
ar: تثبيت إضافة غير مضغوطة أو ملف ZIP في هذه المساحة

source: Install an unpacked WebExtension folder or ZIP for this Space.
ar: ثبّت مجلد WebExtension غير مضغوط أو ملف ZIP لهذه المساحة.

source: Installed in this Space
ar: مثبتة في هذه المساحة

source: Interface
ar: الواجهة

source: iPad keeps the sidebar, address field, and page frame visible.
ar: يحافظ iPad على ظهور الشريط الجانبي وحقل العنوان وإطار الصفحة.

source: iPhone uses a full-screen tab viewer and bottom page address bar.
ar: يستخدم iPhone عارض علامات تبويب بملء الشاشة وشريط عنوان أسفل الصفحة.

source: Iron
ar: الحديد

source: Isolation
ar: العزل

source: Its tabs stay saved, and any nested folders move up one level.
ar: تبقى علامات التبويب الخاصة به محفوظة، وتنتقل أي مجلدات متداخلة إلى مستوى أعلى.

source: Japanese-language advertising.
ar: الإعلانات باللغة اليابانية.

source: Keep Loaded
ar: إبقاء علامة التبويب محمّلة

source: Keep the colors comfortable and your tabs easy to read.
ar: اجعل الألوان مريحة والتبويبات سهلة القراءة.

source: Key
ar: المفتاح

source: Keyboard commands
ar: أوامر لوحة المفاتيح

source: keyboard keys commands rebind remap Arc hotkeys navigation tabs Spaces page
ar: لوحة المفاتيح المفاتيح الأوامر إعادة التعيين تغيير التعيين Arc الاختصارات التنقل علامات التبويب المساحات الصفحة

source: Known malware, scam, and phishing resources.
ar: موارد معروفة للبرامج الضارة والاحتيال والتصيّد.

source: Last attempt
ar: آخر محاولة

source: Last Checked
ar: آخر تحقق

source: Last download batch
ar: آخر دفعة تنزيل

source: Last successful sync
ar: آخر مزامنة ناجحة

source: Last Updated
ar: آخر تحديث

source: Last upload batch
ar: آخر دفعة تحميل

source: Latvian List
ar: القائمة اللاتفية

source: Laurel
ar: إكليل غار

source: Layer colors
ar: ألوان الطبقات

source: Layered Crest
ar: شعار متعدد الطبقات

source: Leaf
ar: الورقة

source: Learning
ar: التعلّم

source: Leave Private Browsing
ar: مغادرة التصفح الخاص

source: left arrow
ar: السهم الأيسر

source: Lightning
ar: البرق

source: Limited compatibility
ar: توافق محدود

source: Links
ar: الروابط

source: Links from other apps
ar: الروابط من التطبيقات الأخرى

source: Lion
ar: الأسد

source: List-KR
ar: القائمة الكورية

source: little arc quick lookup
ar: نظرة سريعة بحث سريع

source: Live crest preview
ar: معاينة مباشرة للشعار

source: Live preview
ar: معاينة مباشرة

source: Live preview of %@
ar: معاينة مباشرة لـ %@

source: Live Space sidebar preview
ar: معاينة مباشرة للشريط الجانبي للمساحة

source: Load an unpacked WebExtension to evaluate its permissions and WebKit compatibility.
ar: حمّل WebExtension غير مضغوطة لتقييم أذوناتها وتوافقها مع WebKit.

source: Load Unpacked Extension
ar: تحميل إضافة غير مضغوطة

source: Loaded
ar: محمّلة

source: Loading Extension
ar: جارٍ تحميل الإضافة

source: Loading Stage
ar: مرحلة التحميل

source: Local journal
ar: السجل المحلي

source: Local records
ar: السجلات المحلية

source: Local synchronization journal
ar: سجل المزامنة المحلي

source: Lozenge
ar: معيّن

source: macOS asks for consent when Crest requests ownership of HTTP and HTTPS links.
ar: يطلب macOS الموافقة عندما يطلب Crest تولّي روابط HTTP وHTTPS.

source: Make Crest Default Browser
ar: تعيين Crest متصفحًا افتراضيًا

source: Make it recognizable
ar: اجعلها مميزة

source: Make it your own
ar: اجعله خاصًا بك

source: Make room for your day.
ar: مساحة لكل ما يهمك في يومك.

source: Make this Space yours
ar: اجعل هذه المساحة مناسبة لك

source: Make yourself at home
ar: مساحتك أصبحت جاهزة

source: Make yourself at home.
ar: خذ راحتك.

source: Makes every site ask again in this Space
ar: يجعل كل موقع يسأل مجددًا في هذه المساحة

source: Manage extensions for
ar: إدارة الإضافات لـ

source: Manage Saved Passwords…
ar: إدارة كلمات المرور المحفوظة…

source: Manual
ar: يدوي

source: Mark
ar: العلامة

source: Match
ar: مطابقة

source: Match found
ar: تم العثور على مطابقة

source: Meadow
ar: المرج

source: Mix your own
ar: امزج ألوانك الخاصة

source: Most Recent Tab
ar: أحدث علامة تبويب

source: Mountain
ar: الجبل

source: Move Down
ar: تحريك لأسفل

source: Move the pointer to the leading edge to show the sidebar
ar: حرّك المؤشر إلى الحافة الأمامية لإظهار الشريط الجانبي

source: Move to Current Tabs
ar: نقل إلى علامات التبويب الحالية

source: Move to Folder
ar: نقل إلى مجلد

source: Move to Space
ar: نقل إلى مساحة

source: Move Up
ar: تحريك لأعلى

source: Moving the pointer over a card makes it the card the address bar, Find, and keyboard shortcuts speak for. Clicking a card always focuses it, whether or not this is on. Focus never moves while you are typing in the address bar.
ar: يؤدي تحريك المؤشر فوق بطاقة إلى جعلها البطاقة التي يعمل عليها شريط العنوان والبحث واختصارات لوحة المفاتيح. ويؤدي النقر على بطاقة دائمًا إلى التركيز عليها، سواء كان هذا الخيار مفعّلاً أم لا. ولا ينتقل التركيز أبدًا أثناء الكتابة في شريط العنوان.

source: Name
ar: الاسم

source: Name it, choose its look, and add the sites you want ready on day one.
ar: سمِّها واختر مظهرها وأضف المواقع التي تريدها جاهزة من اليوم الأول.

source: Native companion messaging is unavailable in this build of Crest.
ar: مراسلة التطبيق المصاحب غير متوفرة في هذه النسخة من Crest.

source: Navigate
ar: التنقل

source: Needs attention
ar: يحتاج إلى انتباه

source: Needs Attention
ar: تحتاج إلى انتباه

source: Never
ar: أبدًا

source: New Browser Window
ar: نافذة متصفح جديدة

source: New Browser Window (⌘N)
ar: نافذة متصفح جديدة (⌘N)

source: New Crest windows open in the default Space.
ar: تفتح نوافذ Crest الجديدة في المساحة الافتراضية.

source: New Folder
ar: مجلد جديد

source: New Nested Folder
ar: مجلد متداخل جديد

source: New Private Window
ar: نافذة خاصة جديدة

source: New Quick Window
ar: نافذة سريعة جديدة

source: New Route
ar: مسار جديد

source: New Space
ar: مساحة جديدة

source: New tab
ar: علامة تبويب جديدة

source: New Tab
ar: علامة تبويب جديدة

source: New Tab (⌘T)
ar: علامة تبويب جديدة (⌘T)

source: New Window
ar: نافذة جديدة

source: Newsletter prompts, self-promotion, and general annoyances.
ar: نوافذ النشرات البريدية والترويج الذاتي والمضايقات العامة.

source: Next Match
ar: المطابقة التالية

source: Next Space
ar: المساحة التالية

source: Next Split View Card
ar: بطاقة العرض المنقسم التالية

source: Next Tab
ar: علامة التبويب التالية

source: Next Tab (Bracket)
ar: علامة التبويب التالية (القوس)

source: No Archived Tabs
ar: لا توجد علامات تبويب مؤرشفة

source: No archived tabs in this Space match “%@”.
ar: لا توجد علامات تبويب مؤرشفة في هذه المساحة تطابق «%@».

source: No Crest passwords are saved for this site in this Space.
ar: لا توجد كلمات مرور Crest محفوظة لهذا الموقع في هذه المساحة.

source: No custom routes. Routes are evaluated from top to bottom before the default above.
ar: لا توجد مسارات مخصصة. يتم تقييم المسارات من الأعلى إلى الأسفل قبل الإعداد الافتراضي أعلاه.

source: No Downloads
ar: لا توجد تنزيلات

source: No downloads in this Space match “%@”.
ar: لا توجد تنزيلات في هذه المساحة تطابق «%@».

source: No Extensions
ar: لا توجد إضافات

source: No Extensions Installed
ar: لا توجد إضافات مُثبّتة

source: No History
ar: لا يوجد سجل

source: No history entries in this Space match “%@”.
ar: لا توجد إدخالات سجل في هذه المساحة تطابق «%@».

source: No items match the selected filter.
ar: لا توجد عناصر تطابق عامل التصفية المحدد.

source: No match
ar: لا توجد مطابقة

source: No Matching Passwords
ar: لا توجد كلمات مرور مطابقة

source: No Results
ar: لا توجد نتائج

source: No Saved Passwords
ar: لا توجد كلمات مرور محفوظة

source: No Saved Permissions
ar: لا توجد أذونات محفوظة

source: no shortcut
ar: بلا اختصار

source: No Space
ar: بلا مساحة

source: No Spaces
ar: لا توجد مساحات

source: No Tab Selected
ar: لم يتم تحديد علامة تبويب

source: None
ar: بلا

source: Not loaded
ar: غير محمّلة

source: Not Now
ar: ليس الآن

source: Not selected
ar: غير محدد

source: Number of charges
ar: عدد الرموز

source: Oak
ar: البلوط

source: Off
ar: متوقف

source: Offer a copy to Passwords
ar: عرض نسخة على «كلمات السر»

source: Offer a copy to Passwords on iPhone and iPad
ar: عرض نسخة على «كلمات السر» في iPhone وiPad

source: Offering a copy to Passwords requires iOS or iPadOS 26.2 or later.
ar: يتطلب عرض نسخة على «كلمات السر» iOS أو iPadOS 26.2 أو أحدث.

source: OK
ar: موافق

source: On
ar: مفعّل

source: On iPhone, swipe the full-height card down or use its bottom actions. iPad also supports the outside area, Escape, ⌘W, and ⌘O with a keyboard.
ar: على iPhone، اسحب البطاقة كاملة الارتفاع لأسفل أو استخدم إجراءاتها السفلية. يدعم iPad أيضًا المنطقة الخارجية وEscape و⌘W و⌘O باستخدام لوحة المفاتيح.

source: On Mac, WebKit and the system manage Passwords integration directly.
ar: على Mac، يدير WebKit والنظام تكامل «كلمات السر» مباشرةً.

source: One
ar: واحد

source: One bold band across the field. Restraint reads better than a second idea.
ar: شريط واحد واضح عبر الحقل. الاقتصاد أفضل من فكرة ثانية.

source: One emblem, a pair, or a trio.
ar: رمز واحد أو اثنان أو ثلاثة.

source: Only account and site metadata is shown here. Password values stay in the selected Space’s Data Protection Keychain and never enter Crest session or CloudKit records.
ar: يتم عرض بيانات الحساب والموقع فقط هنا. تبقى قيم كلمات المرور في سلسلة مفاتيح حماية البيانات للمساحة المحددة ولا تدخل مطلقًا في سجلات جلسة Crest أو CloudKit.

source: Open
ar: فتح

source: Open %@
ar: فتح %@

source: Open Another Space
ar: فتح مساحة أخرى

source: Open Crest
ar: فتح Crest

source: Open Crest Studio
ar: فتح استوديو الشعار

source: Open cross-site links from pinned and saved tabs in Peek
ar: فتح الروابط بين المواقع من علامات التبويب المثبتة والمحفوظة في Peek

source: Open Default Apps Settings
ar: فتح إعدادات التطبيقات الافتراضية

source: Open Extension Manager…
ar: فتح مدير الإضافات…

source: Open First Tab
ar: فتح أول علامة تبويب

source: Open in
ar: فتح في

source: Open in %@
ar: فتح في %@

source: Open in %@ (⌘O)
ar: فتح في %@ ‏(⌘O)

source: Open in %arg
ar: فتح في %arg

source: Open in %arg (⌘O)
ar: فتح في %arg (⌘O)

source: Open in another Space
ar: فتح في مساحة أخرى

source: Open Link in Another Space
ar: فتح الرابط في مساحة أخرى

source: Open Link in Split View
ar: فتح الرابط في العرض المنقسم

source: Open Link in This Space
ar: فتح الرابط في هذه المساحة

source: Open Location
ar: فتح الموقع

source: Open Peek with
ar: فتح النظرة السريعة بـ

source: Open Space
ar: مساحة مفتوحة

source: Open Tab
ar: فتح علامة التبويب

source: Open Tabs
ar: علامات التبويب المفتوحة

source: Open-tab import accepts a copied Safari session property list, cleartext Chrome or Chromium Session_* file, Firefox recovery.jsonlz4 or sessionstore.jsonlz4, or Arc StorableSidebar.json. Each source window becomes a fresh, isolated Crest Space; profile-encrypted Chromium sessions cannot be imported.
ar: يقبل استيراد علامات التبويب المفتوحة نسخة من قائمة خصائص جلسة Safari، أو ملف Session_* غير المشفر من Chrome أو Chromium، أو Firefox recovery.jsonlz4 أو sessionstore.jsonlz4، أو Arc StorableSidebar.json. تصبح كل نافذة مصدر مساحة Crest جديدة ومعزولة؛ لا يمكن استيراد جلسات Chromium المشفرة بالملف الشخصي.

source: Opening in another Space reloads the page inside that Space’s independent website-data store.
ar: يؤدي الفتح في مساحة أخرى إلى إعادة تحميل الصفحة داخل مخزن بيانات مواقع الويب المستقل لتلك المساحة.

source: Opening Passwords
ar: جارٍ فتح «كلمات السر»

source: Opening Peek…
ar: جارٍ فتح Peek…

source: Opening Quick Window…
ar: جارٍ فتح النافذة السريعة…

source: Opening the site’s home page may avoid the redirect loop.
ar: قد يؤدي فتح الصفحة الرئيسية للموقع إلى تجنّب حلقة إعادة التوجيه.

source: Opens a new Start Page. Swipe down to return to the selected tab.
ar: يفتح صفحة بداية جديدة. اسحب لأسفل للعودة إلى علامة التبويب المحددة.

source: Opens controls for this webpage
ar: يفتح عناصر التحكم لصفحة الويب هذه

source: Opens the address field for editing
ar: يفتح حقل العنوان للتحرير

source: Opens the command palette
ar: يفتح لوحة الأوامر

source: option
ar: الخيارات

source: Option-click opens any web link in Peek. Dismiss with Escape, ⌘W, the close button, or the outside area; ⌘O expands it into a current tab.
ar: يؤدي النقر مع الضغط على Option إلى فتح أي رابط ويب في Peek. يمكنك الإغلاق باستخدام Escape أو ⌘W أو زر الإغلاق أو المنطقة الخارجية؛ ويؤدي ⌘O إلى توسيعه إلى علامة تبويب حالية.

source: Or use an emoji
ar: أو استخدم رمزًا تعبيريًا

source: Ordinary
ar: الشكل الشرفي

source: Ordinary color
ar: لون الشكل الشرفي

source: Other Spaces
ar: المساحات الأخرى

source: Page
ar: الصفحة

source: Page Actions
ar: إجراءات الصفحة

source: page down
ar: صفحة للأسفل

source: Page Stopped
ar: توقفت الصفحة

source: page up
ar: صفحة للأعلى

source: Page Zoom
ar: تكبير الصفحة

source: Page zoom (label)
ar: تكبير الصفحة

source: Pale
ar: عمود

source: Palette, pattern, texture and readability
ar: لوحة الألوان والنمط والملمس ووضوح القراءة

source: Passkey access is off
ar: الوصول إلى مفاتيح المرور متوقف

source: Passkeys aren’t configured
ar: لم يتم إعداد مفاتيح المرور

source: Passkeys belong to the system account and may appear in any Space. The page’s cookies and sign-in session remain in the active Space.
ar: تنتمي مفاتيح المرور إلى حساب النظام وقد تظهر في أي مساحة. وتظل ملفات تعريف الارتباط وجلسة تسجيل الدخول الخاصة بالصفحة في المساحة النشطة.

source: Password
ar: كلمة المرور

source: Password AutoFill won’t work in this Crest build. Apple requires Crest to be signed with the managed Web Browser Public Key Credential entitlement before its password helper will connect. This build does not have that entitlement.
ar: لن يعمل الإكمال التلقائي لكلمات المرور في نسخة Crest هذه. تشترط Apple أن يكون Crest موقّعًا بصلاحية بيانات اعتماد المفتاح العام لمتصفح الويب المُدارة قبل أن يتصل مساعد كلمات المرور. لا تتضمن هذه النسخة تلك الصلاحية.

source: Password hidden
ar: كلمة المرور مخفية

source: Password visible
ar: كلمة المرور ظاهرة

source: Passwords
ar: كلمات المرور

source: Passwords App
ar: تطبيق «كلمات السر»

source: Passwords for
ar: كلمات المرور لـ

source: Passwords in
ar: كلمات المرور في

source: Passwords in %@
ar: كلمات المرور في %@

source: Passwords in %arg
ar: كلمات المرور في %arg

source: Passwords Off in Private Browsing
ar: كلمات المرور متوقفة في التصفح الخاص

source: Past Month
ar: الشهر الماضي

source: Past Week
ar: الأسبوع الماضي

source: Paste a link or type a website. You can place it in Pinned, Saved, or Open Tabs.
ar: ألصق رابطًا أو اكتب موقعًا إلكترونيًا. يمكنك وضعه في «المثبّتة» أو «المحفوظة» أو «علامات التبويب المفتوحة».

source: Pattern
ar: النمط

source: Paw
ar: المخلب

source: Peek from %arg
ar: Peek من %arg

source: Peek Released
ar: تم تحرير Peek

source: Pending records
ar: السجلات المعلقة

source: Pending uploads
ar: عمليات التحميل المعلقة

source: Permanently delete older records?
ar: حذف السجلات الأقدم نهائيًا؟

source: permission
ar: صلاحية

source: Permission required
ar: الصلاحية مطلوبة

source: permissions
ar: صلاحيات

source: Permissions
ar: الصلاحيات

source: Permissions for
ar: أذونات لـ

source: Personal
ar: شخصي

source: Peter Lowe’s Ad and Tracking Servers
ar: خوادم الإعلانات والتتبع من Peter Lowe

source: Pick one that feels like you. Every detail can change later.
ar: اختر ما يعكس شخصيتك. يمكنك تغيير كل التفاصيل لاحقًا.

source: Pin or Unpin Current Tab
ar: تثبيت علامة التبويب الحالية أو إلغاء تثبيتها

source: Pin or Unpin Tab
ar: تثبيت علامة التبويب أو إلغاء تثبيتها

source: Pin Tab
ar: تثبيت علامة التبويب

source: Pinned
ar: مثبتة

source: Pinned & Saved
ar: المثبتة والمحفوظة

source: Pinned tabs
ar: علامات التبويب المثبتة

source: Pinned, saved, folder, and current tabs support live reordering.
ar: تدعم علامات التبويب المثبتة والمحفوظة والمجلدات وعلامات التبويب الحالية إعادة الترتيب المباشر.

source: Plain
ar: غير مقسّم

source: Popular picks
ar: اختيارات شائعة

source: Popular sites
ar: مواقع شائعة

source: Prefer something simple? Choose a symbol or add an emoji.
ar: تفضّل تصميمًا بسيطًا؟ اختر رمزًا أو أضف رمزًا تعبيريًا.

source: Preparing bookmarks…
ar: جارٍ إعداد الإشارات المرجعية…

source: Preparing browser data…
ar: جارٍ إعداد بيانات المتصفح…

source: Preparing…
ar: جارٍ الإعداد…

source: Presets
ar: الإعدادات المسبقة

source: Preview open
ar: المعاينة مفتوحة

source: Preview preparing
ar: جارٍ إعداد المعاينة

source: Previous Match
ar: المطابقة السابقة

source: Previous Space
ar: المساحة السابقة

source: Previous Split View Card
ar: بطاقة العرض المنقسم السابقة

source: Previous Tab
ar: علامة التبويب السابقة

source: Previous Tab (Bracket)
ar: علامة التبويب السابقة (القوس)

source: Primary
ar: الرئيسي

source: Primary international advertising filter.
ar: الفلتر الدولي الأساسي للإعلانات.

source: Print Page
ar: طباعة الصفحة

source: Print…
ar: طباعة…

source: Privacy
ar: الخصوصية

source: Privacy & Permissions
ar: الخصوصية والأذونات

source: Private
ar: خاصة

source: Private Browsing
ar: التصفح الخاص

source: Private Space
ar: مساحة خاصة

source: Proceed Anyway
ar: المتابعة على أي حال

source: Production CloudKit transport remains unavailable until its container and entitlements are activated.
ar: يظل نقل CloudKit الإنتاجي غير متاح حتى يتم تفعيل حاويته واستحقاقاته.

source: profile name identity icon color appearance theme search cleanup isolation reorder browsing archive independence
ar: الملف الشخصي الاسم الهوية الأيقونة اللون المظهر السمة البحث التنظيف العزل إعادة الترتيب التصفح الأرشيف الاستقلالية

source: Profiles and appearance
ar: الملفات الشخصية والمظهر

source: Protection
ar: الحماية

source: Pull New Icon
ar: جلب أيقونة جديدة

source: Put new sites in
ar: وضع المواقع الجديدة في

source: Quartered
ar: أرباع

source: Quick destinations
ar: الوجهات السريعة

source: Quick Window
ar: النافذة السريعة

source: Quick Window address
ar: عنوان النافذة السريعة

source: Quick Window and Peek
ar: النافذة السريعة وPeek

source: Quick Window keeps the link transient while using the most recent Space’s cookies and Crest Passwords. Most Recent Space creates a current tab immediately.
ar: تحافظ النافذة السريعة على الرابط مؤقتًا مع استخدام ملفات تعريف الارتباط وكلمات مرور Crest الخاصة بأحدث مساحة. تنشئ «أحدث مساحة» علامة تبويب حالية فورًا.

source: Quick Window opens a transient page using the most recent Space’s cookies and Crest Passwords. Most Recent Space creates a current tab immediately.
ar: تفتح النافذة السريعة صفحة مؤقتة باستخدام ملفات تعريف الارتباط وكلمات مرور Crest الخاصة بأحدث مساحة. تنشئ «أحدث مساحة» علامة تبويب حالية فورًا.

source: Quick Window Released
ar: تم تحرير النافذة السريعة

source: Quick Window Space
ar: مساحة النافذة السريعة

source: Quick Window using %arg
ar: النافذة السريعة باستخدام %arg

source: Quick Windows
ar: النوافذ السريعة

source: Quit the source browser, copy its history database, and import the copy.
ar: أغلق المتصفح المصدر، وانسخ قاعدة بيانات السجل، ثم استورد النسخة.

source: Rapid fixes for newly reported advertising problems.
ar: إصلاحات سريعة لمشكلات الإعلانات المُبلّغ عنها حديثًا.

source: Readability fade
ar: تلاشي تحسين قابلية القراءة

source: Reader Mode
ar: وضع القارئ

source: Reader Mode is not available for this page.
ar: وضع القارئ غير متاح لهذه الصفحة.

source: reader reading mode
ar: القارئ وضع القراءة

source: Reading %@ bookmarks…
ar: جارٍ قراءة إشارات %@ المرجعية…

source: Reading %@ history…
ar: جارٍ قراءة سجل %@…

source: Reading %@ tabs…
ar: جارٍ قراءة علامات تبويب %@…

source: Reading browser data…
ar: جارٍ قراءة بيانات المتصفح…

source: Reading this Space’s Keychain…
ar: جارٍ قراءة سلسلة مفاتيح هذه المساحة…

source: Ready for websites
ar: جاهز للمواقع

source: Reconnect to Wi-Fi or Ethernet, then try again.
ar: أعد الاتصال بشبكة Wi-Fi أو Ethernet، ثم حاول مرة أخرى.

source: Regional
ar: إقليمية

source: Reload
ar: إعادة تحميل

source: Reload (⌘R)
ar: إعادة تحميل ‏(⌘R)

source: Reload (Ignore Cache)
ar: إعادة تحميل (تجاهل ذاكرة التخزين المؤقت)

source: Reload from Origin
ar: إعادة التحميل من المصدر

source: Reload options
ar: خيارات إعادة التحميل

source: Reload Options
ar: خيارات إعادة التحميل

source: Reload Page
ar: إعادة تحميل الصفحة

source: Reload Peek
ar: إعادة تحميل Peek

source: Remember the chosen Space for each site
ar: تذكر المساحة المختارة لكل موقع

source: Remove
ar: إزالة

source: Remove %@
ar: إزالة %@

source: Remove Background Color
ar: إزالة لون الخلفية

source: Remove Color %lld
ar: إزالة اللون %lld

source: Remove Download
ar: إزالة التنزيل

source: Remove Extension
ar: إزالة الإضافة

source: Remove Extension?
ar: هل تريد إزالة الإضافة؟

source: Remove from %@
ar: إزالة من %@

source: Remove from %arg
ar: إزالة من %arg

source: Remove from Split
ar: إزالة من العرض المنقسم

source: Remove Primary Color
ar: إزالة اللون الرئيسي

source: Remove Secondary Color
ar: إزالة اللون الثانوي

source: Remove Space
ar: إزالة المساحة

source: Remove Suggestion
ar: إزالة الاقتراح

source: Remove Tab From Split
ar: إزالة علامة التبويب من العرض المنقسم

source: Removing private browser data…
ar: جارٍ إزالة بيانات التصفح الخاص…

source: Rename
ar: إعادة تسمية

source: Rename Folder
ar: إعادة تسمية المجلد

source: Rename Tab
ar: إعادة تسمية علامة التبويب

source: Rename Tab…
ar: إعادة تسمية علامة التبويب…

source: Rendering engine
ar: محرك العرض

source: Reopen Closed Tab
ar: إعادة فتح علامة التبويب المغلقة

source: Reopen Last Closed Tab
ar: إعادة فتح آخر علامة تبويب مُغلقة

source: Replace iCloud with This Device
ar: استبدال محتوى iCloud بمحتوى هذا الجهاز

source: Replace the iCloud Copy?
ar: هل تريد استبدال نسخة iCloud؟

source: Replace This Device with iCloud
ar: استبدال محتوى هذا الجهاز بمحتوى iCloud

source: Replace This Device’s Copy?
ar: هل تريد استبدال نسخة هذا الجهاز؟

source: Replace with Current URL
ar: استبدال بعنوان URL الحالي
